[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Evgeny Kurtser
VERSION=3.0.0

[Language]
LANGUAGE=עברית
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
; Local ID : http://msdn.microsoft.com/en-us/library/ms912047(WinEmbedded.10).aspx
LOCALE_ID=0x40D

[Menu]
FILE=&קובץ
FILE_EXIT=&יציאה
EDIT=&עריכה
EDIT_COPY=&העתק
THEME=&תצוגה
HELP=&עזרה
HELP_ABOUT=&אודות CrystalDiskMark
LANGUAGE=שפה
ZOOM=&גודל החלון
AUTO=&אוטומטי
; 3.0
TEST_DATA=&נתונים להרצה
DEFAULT_RANDOM=ברירת מחדל (אקראים)
; 4.0
SETTINGS=&Settings
SAVE=&Save
QUEUES_THREADS=&Queues && Threads
; 4.1
INTERVAL_TIME=Interval Time
SECOND=sec
MINUTE=min
HOUR=hour
; 5.0.3
ALL_ZERO=All 0x00 (0 Fill)
; 5.1.0
SELECT_FOLDER=Select Folder
; 7.0.0
FONT_SETTING=&Font Setting
PROFILE=&Profile
PROFILE_DEFAULT=Default
PROFILE_PEAK=Peak Performance
PROFILE_REAL=Real World Performance

[Message]
STOP_BENCHMARK=עצור בדיקה.
DISK_CAPACITY_ERROR=קיבולת הכונן אינה מספיקה.
DISK_CREATE_FILE_ERROR=שגיאה בזמן יצירת הקובץ.
DISK_WRITE_ERROR=שגיאת הכתיבה.
DISK_READ_ERROR=שגיאת הקריאה.
; 7.0.0
DISK_SPD_NOT_FOUND=DiskSpd is not found. Please re-install CrystalDiskMark.

[Title]
TEST_DRIVE=כונן לבדיקה
TEST_SIZE=גודל נתוני הבדיקה
TEST_COUNT=מספר הרצות
; 7.0.0
TEST_UNIT=Test Unit
TEST_MIX=Mix Ratio

[WindowTitle]
ABOUT=אודות CrystalDiskMark
QUEUES_THREADS=Queues & Threads
; 7.0.0
FONT_SETTING=Font Setting
COMMENT=Comment

[Dialog]
AUTO=Auto
; 7.0.0
FONT_FACE=Font Face
FONT_SCALE=Font Scale (%)
FONT_RENDER_METHOD=Render Method
BLOCK_SIZE=Block Size
QUEUES=Queues
THREADS=Threads
SEQUENTIAL_1=Sequential (1)
SEQUENTIAL_2=Sequential (2)
RANDOM_1=Random (1)
RANDOM_2=Random (2)
DEFAULT_AFFINITY=Default Affinity
ENABLED=Enabled
DISABLED=Disabled

